a
addition
aime
aiment
aimes
aimons
allons
amusant
amusante
amusantes
amusants
américain
américaine
américaines
américains
anglais
anglaise
anglaises
angleterre
animal de compagnie
appartement
arbre
arbres
as
au
au revoir
aujourd'hui
aussi
aux
aux toilettes
avec
avion
avons
aéroport
banque
beaucoup
bien
bienvenue
billet d'avion
bières
blanc
blanche
blanches
blancs
bonjour
bonne journée
bonne nuit
bonne soirée
boulangerie
bouteille
bouteilles
brésil
bureau
bus
c'est
café
cafés
ce sont
chaise
chaises
chat
chats
cheval
chien
chiens
chocolat
chouette
château
cinq
cinéma
collègue
comment
comment tu t'appelles
content
contente
contentes
contents
croissant
croissants
d'
dans
de
des
dessert
deux
e-mail
eau
elle
elles
en
es
espagne
espagnol
espagnole
est
et
europe
excuse-moi
famille
femme
femmes
fenêtre
fenêtres
fermé
fille
filles
fils
fleur
fleurs
fr
france
français
française
françaises
frère
frères
gare
garçon
garçons
gentil
gentille
gentilles
gentils
grand
grand-mère
grand-père
grande
grandes
grands
habite
habitent
habites
habitons
homme
hommes
hôpital
hôtel
ici
il
il y a
il y a trois
ils
intelligent
intelligente
intelligentes
intelligents
italie
j'
j'ai
japon
jardin
je
journaliste
journalistes
jus
l'
la
le
les
lire
livre
livres
m'appelle
ma
magasin
magasins
maison
mange
mangent
mangeons
manges
mari
merci
mes
message
messages
mexicain
mexicaine
mexicaines
mexicains
mexique
moi
mon
musique
musée
musées
mère
médecin
médecins
métier
métro
non
nous
numéro
ont
orange
oranges
ordinateur
ou
oui
ouvert
ouvre
ouvrent
ouvres
ouvrons
où
parc
parents
parle
parlent
parles
passeport
pays
personne
petit
petite
petites
petits
pharmacie
pharmacies
pizza
pizzas
pièce
pièces
plage
plante
plantes
porte
portes
pour
prend
prends
professeur
professeurs
père
quatre
restaurant
restaurants
s'appelle
s'il vous plaît
sa
salon
salut
ses
sommes
son
sont
stations
stylo
suis
supermarché
supermarchés
sur
sœur
sœurs
ta
table
tables
tasse
tasses
taxi
tes
toi
toilettes
ton
train
trains
travail
travaille
travaillent
travailler
travailles
travaillons
trois
très
tu
téléphone
un
une
université
universités
usine
utilise
utilises
va
vacances
vaches
vais
valise
vas
venir
verre
veulent
veut
veux
ville
visite
visites
visitons
voiture
voitures
vont
voudrais
voulons
voyage
voyagent
voyageons
voyager
voyages
vélo
vélos
zoo
à
à bientôt
à demain
ça va
école
écoles
écris
écrit
écrivent
église
églises
états-unis
étudiant
étudiante
étudiantes
étudiants
étudie
étudient
étudies
