dois
la
première
devant
à gauche
je
tu
c'est
hôtel
à droite
tourner
suis
l'
voiture
aller
dans
ils
travailler
un
une
aime
chien
j'
marcher
il y a
au
ici
aiment
bureau
venir
gâteau
est
es
prêt
veut
avons
nous
elle
mon
le
utilise
ces
beaucoup
préparent
pizzas
sont
bonnes
elles
cuisine
livres
pizza
télé
regardent
de
lis
aujourd'hui
france
parfois
il
mercredi
après
parles
ne
a
treize
viennent
bons
pas
peux
ont
quatorze
lundi
dimanche
vendredi
samedi
souvent
après-midi
jouent
chaque
les
jeudi
joue
très
du
japon
n'
œuf
repas
cette
ce
petit déjeuner
parler
français
espagnol
veux
quinze
anglais
j'ai
douze
quel âge
as-tu
onze
parlons
états-unis
angleterre
venons
japonais
des
espagne
d'
sommes
vient
parle
mexique
viens
regarde
cher
française
visiter
à
ce
école
maison
habiter
près
université
parc
près de
route
dangereux
lieu
troisième
trouver
loin
deuxième
ponts
pont
routes
près du
derrière
immeuble
voulons
banque
as
deux
rues
importante
important
rue
ai
parlent
brésil
canadien
brune
brun
dix
ans
an
italie
blondes
blonds
italiennes
canadiennes
canadiens
canadienne
neuf
cinq
mes
château
huit
vêtements
coûte
où
ma
coûtent
rouge
achètes
livre
prix
bon
blanche
gentils
et
gentille
tes
il y a trois
gentilles
jardin
blanches
combien
t-shirt
rouges
achète
six
s'il vous plaît
ça
sept
chers
chères
pour
trois
chère
sacs
radio
dors
écrit
blanc
ouvre
blancs
aimons
ouvrons
petits
va
restaurants
à
quatre
addition
grands
petit
petite
grande
chiens
ouvrent
jupes
cheval
chats
gentil
écoutons
avec
ou
professeur
écoute
journal
mardi
trains
chaussures
veste
jupe
voudrais
prend
moi
orange
mange
aussi
américaine
jus
toilettes
personnes
euros
sac
euro
chaussure
pantalon
robes
robe
chat
son
nuits
lit
nuit
ton
au
sur
écris
bien
fermé
soir
jour
jours
prenons
manges
cuisines
bonne
aimes
prépare
prépares
croissants
oranges
prête
restaurant
préparons
prennent
prends
en
lire
eau
pays
aux
aux toilettes
voyager
visite
vais
voyagent
mangent
étudiantes
travaillent
filles
femmes
garçons
étudiant
homme
fille
légume
bananes
matin
travaille
e-mail
utilises
chocolat
écrivent
travailles
aux
en
travaillons
à
étudient
travail
médecins
frères
gare
petites
universités
croissant
tables
appartement
sa
ouvres
chouette
pharmacies
voitures
téléphone
numéro
messages
message
stylo
ordinateur
collègue
médecin
usine
métier
comment
salut
café
vas
vacances
vont
voyageons
pièce
sœurs
fenêtres
portes
fleur
fleurs
chaises
chaise
pièces
salon
fenêtre
porte
vaches
arbres
arbre
veulent
taxi
visites
de
visitons
voyages
mère
voyage
femme
habitons
allons
cinéma
bus
étudie
étudies
journaliste
habite
étudiante
habites
ta
père
frère
sœur
américains
filles
françaises
américaines
intelligents
métro
hôpital
ouvert
écoles
grandes
grand
églises
église
plage
mari
musée
musées
aéroport
zoo
ville
plantes
vélo
vélos
plante
stations
supermarché
supermarchés
pharmacie
magasin
magasins
hommes
prends
tasses
américain
toi
mangeons
bières
dessert
bouteille
bouteilles
tasse
verre
cafés
café
table
personne
mexicains
mexicaines
contents
contentes
amusantes
parents
intelligentes
amusants
ses
anglaises
professeurs
étudiants
fille
intelligente
amusante
intelligent
content
contente
amusant
ce sont
avion
habitent
non
journalistes
boulangerie
musique
passeport
train
billet d'avion
valise
femme
mexicaine
grand-mère
famille
au revoir
à bientôt
vais
fils
oui
animal de compagnie
va
merci
vas
grand-père
ça va
s'appelle
salut
bonjour
bonne nuit
garçon
à demain
bonne soirée
bonne journée
bienvenue
mexicain
europe
comment tu t'appelles
excuse-moi
m'appelle
anglaise
espagnole
