ces
ils
préparent
un
gâteau
est
trois
sont
es
nous
bons
repas
je
tu
bonne
cette
c'est
cuisine
des
préparons
le
prête
pays
la
de
va
états-unis
japon
france
il
aux
aux toilettes
voyager
voyagent
mexique
mon
visite
les
vais
aime
mangent
croissants
pizzas
et
étudiantes
chiens
parlent
travaillent
deux
filles
chats
j'ai
femmes
elles
avec
anglais
oranges
garçons
œuf
prennent
jus
prend
orange
d'
petit déjeuner
français
cuisines
beaucoup
bonnes
une
j'
veux
bon
mange
pizza
aimes
prépares
prêt
suis
restaurant
prépare
au
prenons
prends
ce
étudiant
homme
fille
moi
bureau
l'
légume
très
bananes
elle
manges
matin
dans
venir
travaille
veut
a
écrit
avons
e-mail
sur
utilise
américaine
travailler
utilises
ton
chocolat
as
livre
écrivent
écris
au
aux
en
ma
travaillons
travailles
toilettes
à
française
université
étudient
voulons
pour
il y a
travail
médecins
ouvre
frères
brésil
cheval
livres
jardin
gare
petites
maison
universités
croissant
s'il vous plaît
petite
grande
ou
voiture
tables
appartement
sa
ouvres
chouette
cinq
aujourd'hui
pharmacies
ouvrent
il y a trois
blancs
voitures
ici
blanches
ouvrons
blanche
chien
blanc
mes
gentille
tes
gentilles
gentils
gentil
chat
son
téléphone
numéro
message
messages
ordinateur
stylo
collègue
médecin
usine
métier
grands
quatre
aussi
eau
comment
salut
café
vas
vacances
château
aiment
vont
où
voyageons
pièce
sœurs
fenêtres
portes
fleur
fleurs
salon
chaises
pièces
chaise
porte
fenêtre
vaches
arbre
arbres
veulent
taxi
à
visites
de
visitons
voyages
mère
voyage
angleterre
femme
école
habitons
allons
aimons
cinéma
bus
lire
parc
sommes
étudie
étudies
professeur
italie
habite
étudiante
en
journaliste
habites
ta
père
sœur
frère
françaises
américains
filles
restaurants
américaines
intelligents
fermé
petit
métro
à
hôpital
ouvert
banque
écoles
grandes
trains
grand
petits
églises
église
plage
mari
musée
musées
aéroport
zoo
addition
vélos
vélo
ville
plantes
plante
supermarchés
stations
pharmacie
supermarché
magasin
magasins
hommes
prends
voudrais
tasses
toi
américain
mangeons
bières
parle
dessert
bouteille
bouteilles
tasse
verre
café
cafés
table
personne
mexicains
mexicaines
contents
contentes
amusantes
parents
intelligentes
amusants
ses
anglaises
professeurs
hôtel
étudiants
fille
intelligente
amusante
intelligent
content
contente
amusant
ce sont
avion
habitent
non
ont
journalistes
boulangerie
musique
espagne
billet d'avion
passeport
espagnol
train
valise
femme
grand-mère
mexicaine
famille
au revoir
à bientôt
vais
fils
oui
bien
vas
animal de compagnie
va
merci
grand-père
ça va
s'appelle
salut
bonjour
bonne nuit
garçon
à demain
bonne soirée
bonne journée
bienvenue
mexicain
europe
comment tu t'appelles
m'appelle
excuse-moi
parles
anglaise
espagnole
